{"translation-revision-date":"2025-04-25 14:14:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"<p>We tried applying the .htaccess rules automatically but we weren’t able to. Make sure your file permissions on your .htaccess file are set to 644, or <button\/> and apply the rules yourself.<\/p>":["<p>Intentamos aplicar las reglas de .htaccess automáticamente, pero no hemos podido. Asegúrate de que los permisos de tu archivo .htaccess están establecidos en 644, o <button\/> y aplica las reglas tú.<\/p>"],"Your server may not have the \"deflate\" module enabled (mod_deflate for Apache, ngx_http_gzip_module for NGINX). Contact your host. If deflate is enabled, ask why all .htaccess or nginx.conf compression rules are not being applied. If re-checking and restarting does not resolve, please check with your host or":["Es posible que tu servidor no tenga activado el módulo «deflate» (`mod_deflate` para Apache, `ngx_http_gzip_module` para NGINX). Contacta con tu alojamiento. Si «deflate» está activado, pregunta por qué no se aplican todas las reglas de compresión del archivo «.htaccess» o «nginx.conf». Si la comprobación y el reinicio no lo resuelven, por favor, compruébalo con tu alojamiento o"],"We’ve detected an HTTP error that prevents us from accurately detecting whether HTML compression is active or not. You can re-check this once you have tended to the HTTP error.":["Hemos visto un error HTTP que nos impide detectar con precisión si la compresión HTML está activa o no. Puedes volver a comprobarlo una vez que hayas solucionado el error HTTP."],"GZip compression is already running smoothly on your site. Since your site is hosted with WPMU DEV, GZip compression has been automatically configured and no further actions are required.":["La compresión GZip ya está funcionando sin problemas en tu sitio. Dado que tu sitio está alojado con WPMU DEV, la compresión GZip se ha configurado automáticamente y no se requieren más acciones."],"GZip compression is already running smoothly on your site. Your hosting has automatically pre-configured GZip compression for you and no further actions are required.":["La compresión GZip ya está funcionando sin problemas en tu sitio. Tu alojamiento ha preconfigurado automáticamente la compresión GZip para ti y no se requieren más acciones."],"We’ve detected that you have Privacy Mode active which prevents us from accurately detecting whether HTML compression is active or not. That is to say, an HTTP 401 Unauthorized Client status was detected and your site requires valid HTTP authentication credentials. You can re-check this once you have tended to the HTTP 401 error.":["Hemos detectado que tienes activado el modo de privacidad, lo que nos impide detectar con precisión si la compresión HTML está activa o no. Es decir, se ha detectado un estado HTTP 401 de cliente no autorizado y tu sitio pide credenciales de identificación HTTP válidas. Puedes volver a comprobarlo una vez que haya solucionado el error HTTP 401."],"GZip compression is currently active for %d\/3 types.":["La compresión GZip está actualmente activa para %d\/3 tipos."],"%d of your compression types are inactive. Configure compression for all files types below.":["%d de sus tipos de compresión están inactivos. Configura la compresión para todos los tipos de archivos a continuación."],"Still having trouble?":["¿Sigues teniendo problemas?"],"Hummingbird can control your Cloudflare GZip compression settings from here. Simply add your Cloudflare API details and configure away":["Hummingbird puede controlar la configuración de compresión GZip de Cloudflare desde aquí. Simplemente añada los detalles de tu API de Cloudflare y configura"],"visit Microsoft TechNet":["visita Microsoft TechNet"],"For IIS 7 servers and above,":["Para servidores IIS 7 y superiores,"],"Copy the generated code found below and paste it inside your http or server block.":["Copia el código generado que se encuentra a continuación y pégalo dentro de tu bloque http o servidor."],"to see if it worked":["para ver si funcionaba"],"re-check your GZip status":["vuelve a comprobar el estado de tu GZip"],"Troubleshooting":["Diagnóstico"],"Still having issues?":["¿Sigues teniendo problemas?"],"switch to manual mode":["cambia al modo manual"],"Fetching latest data...":["Obteniendo los últimos datos..."],"open a support ticket.":["abrir un tique de soporte."],"Reload Apache\/LiteSpeed.":["Recarga Apache\/LiteSpeed."],"Reload\/restart NGINX.":["Recarga\/reinicia NGINX."],"Edit your nginx.conf. Usually it's located at \/etc\/nginx\/nginx.conf or \/usr\/local\/nginx\/nginx.conf":["Edita tu nginx.conf. Normalmente se encuentra en \/etc\/nginx\/nginx.conf o en \/usr\/local\/nginx\/nginx.conf"],"Next":["Siguiente"],"Gzip compression is currently active. Good job!":["La compresión Gzip está actualmente activa. ¡Buen trabajo!"],"While Privacy Mode is active, we can’t accurately detect if HTML compression is active and working. Re-check this once you’ve disabled Privacy Mode.":["Mientras el modo de privacidad está activo, no podemos detectar con precisión si la compresión HTML está activa y funcionando. Vuelve a comprobarlo una vez que hayas desactivado el modo de privacidad."],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf try this:":["Si .htaccess no funciona y tiene acceso a vhosts.conf o httpd.conf, pruebe lo siguiente:"],"Manual":["Manual"],"Automatic":["Automático"],"Status":["Estado"],"For NGINX servers:":["Para servidores NGINX:"],"Current status":["Estado actual"],"File type":["Tipo de archivo"],"Automatic .htaccess rules have been applied.":["Se han aplicado reglas de .htaccess automático."],"Copy & paste the generated code below into your .htaccess file":["Copiar y pegar el código generado siguiente en tu archivo .htaccess"],"Apply Rules":["Aplicar reglas"],"Follow the instructions to activate GZip compression for this website.":["Siga las instrucciones para activar la compresión GZip para este sitio Web."],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Elija el tipo de servidor. Si no sabe esto, por favor póngase en contacto con su proveedor de hosting."],"Server type":["Tipo de servidor"],"Active":["Activo"],"Inactive":["Inactivo"],"Gzip is not working properly:":["Gzip no funciona correctamente:"],"Gzip compression is %1$s for %2$s":["La compresión Gzip es %1$s para %2$s"],"Gzip compresses your web pages and style sheets before sending them over to the browser. This drastically reduces transfer time since the files are much smaller.":["Gzip comprime sus páginas web y hojas de estilo antes de enviarlas al navegador. Esto reduce drásticamente el tiempo de transferencia ya que los archivos son mucho más pequeños."],"Start a live chat.":["Inicia un chat en vivo."],"Re-check status":["Volver a comprobar el estado"],"Configure":["Configurar"],"Open a support ticket.":["Abrir un tique de soporte."],"Deactivate":["Desactivar"],"Enable compression":["Activar la compresión"],"Made changes?":["¿Has hecho cambios?"],"If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Si no tienes acceso a tus archivos de configuración de NGINX, tendrás que contactar con tu proveedor de alojamiento para realizar estos cambios."],"If you don't know where those files are, or you aren't able to reload Apache\/LiteSpeed, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server":["Si no sabes dónde están esos archivos o no puedes volver a cargar Apache\/LiteSpeed, deberás consultar con tu proveedor de alojamiento o con un administrador del sistema que tenga acceso para cambiar la configuración de tu servidor."],"Look for your site in the file and find the line that starts with <Directory> - add the code above into that section and save the file.":["Busca tu sitio en el archivo y busca la línea que comienza con <Directory>; añade el código anterior en esa sección y guarda el archivo."],"If you are unable to get the automated method working you can copy the generated code below into your .htaccess file to activate GZip compression.":["Si no eres capaz de hacer funcionar el método automatizado puedes copiar el código generado abajo en tu archivo .htaccess para activar la compresión GZip."],"Hummingbird can automatically apply GZip compression for Apache\/LiteSpeed servers by writing your .htaccess file. Alternately, switch to Manual to apply these rules yourself.":["Hummingbird puede aplicar automáticamente la compresión GZip para los servidores Apache\/LiteSpeed ​​escribiendo tu archivo «.htaccess». Alternativamente, cambia al modo manual para aplicar estas reglas tú mismo."]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-gzip.js"}}