{"translation-revision-date":"2025-04-25 14:14:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Optimizing":["Optimizando"],"Unlock now  ":["Desbloquear ahora  "],"Optimized":["Optimizado"],"Generate Critical CSS":["Generar CSS crítico"],"UPGRADE TO PRO":["ACTUALIZAR A PRO"],"Assets Optimization":["Optimización de los activos"],"Delay JavaScript Execution":["Retrasar la ejecución de JavaScript"],"Test different settings in a safe environment without affecting visitors' experience. The changes done in the safe mode will be only visible to you (as an admin).":["Prueba diferentes ajustes en un entorno seguro sin afectar a la experiencia de los visitantes. Los cambios realizados en el modo seguro solo serán visibles para ti (como administrador)."],"Safe mode":["Modo seguro"],"There are unpublished changes made in safe mode. Do you want to publish the changes to live or discard them?":["Hay cambios sin publicar realizados en modo seguro. ¿Quieres publicar los cambios en vivo o descartarlos?"],"Your safe mode changes have been published and are now live!":["Tus cambios en el modo seguro se han publicado y ¡ya están activos!"],"Preview your changes on the front-end, then publish to live if no errors are found.":["Previsualiza tus cambios en la portada, y luego publícalos en vivo si no se encuentran errores."],"Unpublished changes":["Cambios no publicados"],"Safe mode has been disabled!":["¡Se ha desactivado el modo seguro!"],"Discard":["Descartar"],"Optimized Version -":["Versión optimizada -"],"Publish":["Publicar"],"Enable this option to optimize the delivery of your fonts so they don't trigger the \"Eliminate render-blocking resources\" recommendation in your performance tests.":["Activa esta opción para optimizar la entrega de tus fuentes, para que no aparezca la recomendación de «Elimina recursos que bloqueen la visualización» de tus pruebas de rendimiento."],"Fonts":["Fuentes"],"Speedy Optimization goes beyond just compressing your files. It also auto-combines smaller files together to help decrease the number of requests made when a page is loaded, and automatic font optimization will speed up the delivery of fonts to improve your site score.":["La optimización rápida va más allá de la mera compresión de tus archivos. También combina automáticamente los archivos más pequeños para ayudar a disminuir el número de solicitudes realizadas cuando se carga una página, y la optimización automática de fuentes acelerará la entrega de fuentes para mejorar la puntuación de tu sitio."],"This file is too large to be inlined. Limits can be overwritten with a \"wphb_inline_limit_kb\" filter.":["Este archivo es demasiado grande para incrustarlo. Puedes saltarte los límites con el filtro «wphb_inline_limit_kb»."],"This file has been optimized":["Este archivo ha sido optimizado"],"Manually configure your optimization settings (compress, combine, move, inline, defer, async, and preload) and then publish your changes.":["Configura manualmente tus ajustes de optimización (comprimir, combinar, mover, incrustar, diferir, carga asíncrona y precarga) y luego publica tus cambios."],"Preload is on for this file, which will download and cache the file so it is immediately available when the site is loaded.":["La precarga está activada para este archivo, que se descargará y almacenará en caché para que esté disponible inmediatamente cuando se cargue el sitio."],"Preload is off for this file. Turn it on to download and cache the file so it is immediately available when the site is loaded.":["La precarga está desactivada para este archivo. Actívala para descargar y almacenar en caché el archivo para que esté disponible inmediatamente cuando se cargue el sitio."],"Async is enabled for this file, which will download the file asynchronously and execute it as soon as it’s ready. HTML parsing will be paused while the file is executed.":["La carga asíncrona está activa para este archivo, que descargará el archivo de forma asíncrona y lo ejecutará tan pronto como esté listo. El análisis sintáctico de HTML se detendrá mientras se ejecuta el archivo."],"Async is off for this file. Turn it on to download the file asynchronously and execute it as soon as it’s ready. HTML parsing will be paused while the file is executed.":["La carga asíncrona está desactivada para este archivo. Actívala para descargar el archivo de forma asíncrona y ejecutarlo tan pronto como esté listo. El análisis sintáctico de HTML se detendrá mientras se ejecuta el archivo."],"Preload":["Precarga"],"Async":["Asíncrono"],"Inline CSS is off for this file. Turn it on to add the style attributes to an HTML tag.":["El CSS integrado está desactivado para este archivo. Actívalo para añadir los atributos de estilo a una etiqueta HTML."],"Font is optimized.":["La fuente está optimizada."],"Font optimization is off for this file. Turn it on to optimize it.":["La optimización de fuentes está desactivada para este archivo. Actívala para optimizarlas."],"Click to re-include":["Haz clic para volver a incluirlo"],"Don't load this file":["No cargar este archivo"],"Inline CSS is on for this file, which will add the style attributes to an HTML tag.":["El CSS integrado está activado para este archivo, que añadirá los atributos de estilo a una etiqueta HTML."],"This file will be loaded only after the page has rendered.":["Este archivo se cargará solo después de que la página se haya procesado."],"Click to turn on the force-loading of this file after the page has rendered.":["Haz clic para activar la carga forzada de este archivo después de que la página se haya procesado."],"Move to footer is on for this file, which aims to speed up page load.":["Mover al pie de página está activado para este archivo, cuyo objetivo es acelerar la carga de la página."],"Move to footer is off for this file. Turn it on to load it from the footer.":["Mover al pie de página está desactivado para este archivo. Actívalo para cargarlo desde el pie de página."],"Combine is on for this file, which aims to reduce server requests.":["La combinación está activada para este archivo, cuyo objetivo es reducir las solicitudes del servidor."],"Combine is off for this file. Turn it on to combine smaller files together.":["La combinación está desactivada para este archivo. Actívala para combinar juntos archivos más pequeños."],"Basic Optimization will optimize your files by compressing them. This helps to improve site speed by de-cluttering CSS and JavaScript files, and by generating a faster version of each file.":["La optimización básica optimizará tus archivos comprimiéndolos. Esto ayuda a mejorar la velocidad del sitio al eliminar el desorden de los archivos CSS y JavaScript y al generar una versión más rápida de cada archivo."],"file: ":["archivo: "],"Still having trouble?":["¿Sigues teniendo problemas?"],"Fetching latest data...":["Obteniendo los últimos datos..."],"Clear filters":["Vaciar los filtros"],"External":["Externo"],"Hosted":["Alojado"],"Sort by":["Ordenar por"],"All":["Todo"],"Display files":["Mostrar archivos"],"Settings restored to defaults":["Ajustes restaurados a los valores por defecto"],"Configurations":["Configuraciones"],"Files are compressed":["Los archivos están comprimidos"],"All assets are auto-compressed":["Todos los activos están autocomprimidos"],"Type the filename and click on the filename to add it to the list.":["Escribe el nombre del archivo y haz clic para añadirlo a la lista."],"Start typing the files to exclude...":["Empieza a escribir los archivos a excluir..."],"File exclusions":["Exclusiones de archivos"],"By default, we'll optimize all the CSS and JS files we can find. If you have specific files you want to leave as-is, list them here, and we'll exclude them.":["Por defecto, optimizaremos todos los archivos CSS y JS que podamos encontrar. Si tienes archivos específicos que quieres dejar tal cual, llévalos aquí y los excluiremos."],"JavaScript files":["Archivos JavaScript"],"JavaScript minification is the process of removing whitespace and any code that is not necessary to create a smaller but valid code.":["La minimización de JavaScript es el proceso de eliminar los espacios en blanco y cualquier código que no sea necesario para crear un código más pequeño pero válido."],"Hummingbird will minify your CSS files, generating a version that loads faster. It will remove unnecessary characters or lines of code from your file to make it more compact.":["Hummingbird minimizará tus archivos CSS, generando una versión que se carga más rápido. Eliminará los caracteres o líneas de código innecesarios de tu archivo para hacerlo más compacto."],"CSS files":["Archivos CSS"],"Publish changes":["Publicar los cambios"],"Choose which files you want to automatically optimize.":["Elige qué archivos quieres optimizar automáticamente."],"The configurations will be applied to the enabled automatic optimization option.":["Las configuraciones se aplicarán a la opción de optimización automática activada."],"Optimizing your assets will compress and organize them in a way that improves page load times. You can choose to use our automated options, or manually configure each file yourself.":["La optimización de tus activos los comprimirá y organizará de manera que mejore los tiempos de carga de las páginas. Puedes elegir entre utilizar nuestras opciones automatizadas o configurar manualmente cada archivo tú mismo."],"Recommended":["Recomendado"],"Basic":["Básica"],"Speedy":["Speedy"],"How Does it Work?":["¿Cómo funciona?"],"Visit homepage":["Visita la página de inicio"],"Reset settings":["Restablecer los ajustes"],"Close":["Cerrar"],"If you’ve made changes to this file, you can recompress it without resetting your file structure.":["Si has realizado cambios en este archivo, puedes volver a comprimirlo sin necesidad de restablecer la estructura de tu archivo."],"Added\/removed plugins or themes? Update your file list to include new files, and remove old ones":["¿Has añadido o eliminado plugins o temas? Actualiza tu lista de archivos para incluir los nuevos y eliminar los antiguos"],"Choose what bulk update actions you’d like to apply to the selected files. You still have to publish your changes before they will be set live.":["Elige qué acciones de actualización por lotes deseas aplicar a los archivos seleccionados. Todavía tienes que publicar tus cambios antes de que se pongan en marcha."],"Compression is on for this file, which aims to reduce its size":["La compresión está activa en este archivo, cuyo objetivo es reducir su tamaño"],"This file is already compressed":["Este archivo ya está comprimido"],"This file is queued for compression. It will get optimized when someone visits a page that requires it.":["Este archivo está en cola para la compresión. Se optimizará cuando alguien visite una página que lo requiera."],"This file has no linked URL, it will not be combined\/minified":["Este archivo no tiene una URL enlazada, no se combinará\/minimizará"],"You need to publish your changes for your new settings to take effect":["Usted necesita publicar sus cambios para que la nueva configuración surta efecto"],"Filesize Unknown":["El tamaño del archivo es desconocido"],"Compression is off for this file. Turn it on to reduce its size":["La compresión está desactivada para este archivo. Actívala para reducir su tamaño"],"The Network Admin has the WPMU DEV CDN turned off":["El administrador de red tiene el WPMU DEV CDN desactivado"],"The Network Admin has the WPMU DEV CDN turned on":["El administrador de red tiene el WPMU DEV CDN activado"],"Defer":["Aplazar"],"Manual":["Manual"],"Automatic":["Automático"],"Apply":["Aplicar"],"Cancel":["Cancelar"],"WPMU DEV CDN":["WPMU DEV CDN"],"Search by name or extension":["Búsqueda por nombre o extensión"],"Combine":["Combinar"],"Filesize reductions":["Reducción de tamaño de archivo"],"Compression savings":["Ahorro de compresión"],"Clears all local or hosted assets and recompresses files that need it":["Borra todos los activos locales o alojados y vuelve a comprimir los archivos que lo necesitan"],"Compress":["Comprimir"],"Exclusions":["Exclusiones"],"This file type cannot be compressed and will be left alone":["Este tipo de archivo no se puede comprimir y se lo dejará solo"],"Pro":["Pro"],"Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.":["Tu caché se ha borrado con éxito. Tus activos se regenerarán la próxima vez que alguien visite tu web."],"Start a live chat.":["Inicia un chat en vivo."],"Inline":["Integrado"],"Move to Footer":["Mover al pie de página"],"This file can’t be combined":["Este archivo no puede combinarse"],"Enable WPMU DEV CDN":["Activar WPMU DEV CDN"],"Clear cache":["Vaciar la caché"],"Disabled":["Desactivado"],"Files":["Archivos"],"Choose plugin or theme":["Elige un plugin o tema"],"Open a support ticket.":["Abrir un tique de soporte."],"Host your files on WPMU DEV’s blazing-fast CDN":["Aloja tus archivos en la rapidísima CDN de WPMU DEV"],"Re-Check Files":["Volver a comprobar los archivos"],"Bulk update":["Actualización por lotes"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-minify.js"}}