{"translation-revision-date":"2025-04-25 14:14:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Apply a similar fallback font that visitors will temporarily see until the primary font loads, to improve text visibility.":["Aplica una fuente de respaldo similar que los visitantes verán temporalmente hasta que se cargue la fuente principal, para mejorar la visibilidad del texto."],"Delay JS Executions":["Retrasar las ejecuciones JS"],"Generate Critical CSS":["Generar CSS crítico"],"UPGRADE TO PRO":["ACTUALIZAR A PRO"],"Extra Optimization":["Optimización adicional"],"Delay JavaScript Execution":["Retrasar la ejecución de JavaScript"],"Checking status":["Comprobando el estado"],"Go to Dashboard":["Ir al escritorio"],"Continue":["Continuar"],"Continue anyway":["Continuar de todos modos"],"We advise to check the recommendations before proceeding.":["Te aconsejamos que consultes las recomendaciones antes de proceder."],"Back":["Volver"],"Skip wizard and apply a config":["Omitir el asistente y aplicar una configuración"],"Get started":["Primeros pasos"],"There are no more potential issues. You can proceed with the setup.":["Ya no hay problemas potenciales. Puedes continuar con la configuración."],"Any issue reported here may cause issues while we set up the plugin.":["Cualquier problema del que se haya informado aquí puede causar problemas mientras configuramos el plugin."],"Default settings":["Ajustes por defecto"],"CDN":["CDN"],"Settings applied":["Ajustes aplicados"],"Basic Optimization":["Optimización básica"],"Speedy Optimization":["Optimización rápida"],"Modules":["Módulos"],"Finish":["Final"],"Show clear cache button in admin bar":["Mostrar el botón «Vaciar la caché» en la barra de administración"],"Please wait, this won’t take more than a minute...":["Por favor, espera, esto no llevará más de un minuto..."],"Getting Started":["Primeros pasos"],"Activating Basic Optimization...":["Activando la optimización básica..."],"Activating Speedy Optimization...":["Activando la optimización rápida..."],"Add a shortcut to Hummingbird settings in the top WordPress Admin bar. Clicking the Clear Cache button in the WordPress Admin Bar will clear all active cache types.":["Añade un atajo a los ajustes de Hummingbird en la barra superior de administración de WordPress. Al hacer clic en el botón «Vaciar caché» de la barra de administración de WordPress, se vaciarán todos los tipos de caché activos."],"Remove file":["Eliminar el archivo"],"Hummingbird has detected an advanced-cache.php file in your site’s wp-content directory. <a>Manage your plugins<\/a> and disable any other active caching plugins to ensure Hummingbird’s page caching works properly.":["Hummingbird ha detectado un archivo advanced-cache.php en el directorio wp-content de tu sitio. <a>Gestiona tus plugins<\/a> y desactiva cualquier otro plugin de caché activo para asegurarte de que el almacenamiento en caché de las páginas de Hummingbird funciona correctamente."],"Wizard Completed!":["¡Asistente completado!"],"Plugin Conflict":["Conflicto de plugins"],"Documentation":["Documentación"],"Quit wizard":["Salir del asistente"],"Another caching plugin is detected":["Se ha detectado otro plugin de caché"],"No other caching plugin is detected. You can proceed with the setup.":["No se ha detectado ningún otro plugin de caché. Puedes continuar con la configuración."],"No other caching plugin is detected":["No se ha detectado ningún otro plugin de caché"],"Hummingbird Setup":["Configuración de Hummingbird"],"Wizard":["Asistente"],"Setup wizard":["Asistente de configuración"],"Cache HTTP headers":["Cachear cabeceras HTTP"],"Fetching latest data...":["Obteniendo los últimos datos..."],"Saving settings":["Guardando los ajustes"],"By default, Hummingbird won't cache HTTP headers. Enable this feature to include them.":["Por defecto, Hummingbird no almacena en la caché las cabeceras HTTP. Activa esta característica para incluirlas."],"WooCommerce uses ajax calls to update cart totals without refreshing the page. These ajax calls run on every page and can drastically increase page load times. We recommend disabling cart fragments on all non-WooCommerce pages.":["WooCommerce utiliza las llamadas de ajax para actualizar los totales del carrito sin actualizar la página. Estas llamadas de ajax se ejecutan en todas las páginas y pueden aumentar drásticamente los tiempos de carga de la página. Recomendamos desactivar los fragmentos de carrito en todas las páginas que no sean de WooCommerce."],"Disable cart fragments":["Desactivar los fragmentos del carrito"],"Clear cache on comment post":["Borrar la caché en la publicación de comentarios"],"Cache on mobile devices":["Caché en dispositivos móviles"],"The page cache will be cleared after each comment made on a post.":["La caché de páginas se borrará después de cada comentario hecho en una entrada."],"By default, page caching is enabled for mobile devices. If you don't want to use mobile caching, simply disable this setting.":["Por defecto, el almacenamiento en la caché de páginas está habilitado para dispositivos móviles. Si no deseas utilizar el almacenamiento en la caché móvil, simplemente desactiva esta opción."],"Enabled":["Activado"],"Disable":["Desactivar"],"Enable":["Activar"],"Run Performance Test":["Ejecutar prueba de rendimiento"],"Remove query strings from my assets":["Eliminar cadenas de consulta de mis activos"],"Here are a few additional tweaks you can make to further reduce your page load times.":["Aquí hay algunos ajustes adicionales que puedes hacer para reducir aún más los tiempos de carga de tu página."],"WordPress adds Javascript and CSS files to convert common symbols like “:)” to visual emojis. If you don’t need emojis this will remove two unnecessary assets.":["WordPress añade archivos Javascript y CSS para convertir símbolos comunes como \":)\" a emojis visuales. Si no necesitas emojis, esto quitará dos activos innecesarios."],"Remove the default Emoji JS & CSS files":["Eliminar los archivos JS y CSS de Emoji por defecto"],"Advanced Tools":["Herramientas avanzadas"],"Asset Optimization":["Optimización de los activos"],"WPMU DEV CDN":["WPMU DEV CDN"],"Status":["Estado"],"Hummingbird":["Hummingbird"],"Pro":["Pro"],"Re-check status":["Volver a comprobar el estado"],"Disabled":["Desactivado"],"Page Caching":["Caché de página"],"Uptime":["Tiempo de actividad"]}},"comment":{"reference":"admin\/assets\/js\/wphb-setup-wizard.js"}}