{"translation-revision-date":"2025-04-25 14:14:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Applying...":["Aplicando..."],"Check Status":["Comprobar el estado"],"Previous":["Anterior"],"Adjust your server type again and select the relevant rules.":["Vuelve a ajustar el tipo de servidor y selecciona las reglas correspondientes."],"Restart\/reload Apache":["Reiniciar\/recargar Apache"],"Restart\/reload LiteSpeed":["Reiniciar\/recargar LiteSpeed"],"here":["aquí"],"Manually configure the Cache-Control header for browser caching in your WebAdmin Console following the Open LiteSpeed guide":["Configura manualmente la cabecera Cache-Control para el almacenamiento en caché del navegador en tu consola WebAdmin siguiendo la guía de Open LiteSpeed"],"Please follow the steps below to apply the rules yourself:":["Sigue los siguientes pasos para aplicar las normas tú mismo:"],"Hummingbird can automatically apply browser caching rules for Apache servers by writing to your .htaccess file.":["Hummingbird puede aplicar automáticamente las reglas de caché del navegador para los servidores Apache escribiendo en tu archivo .htaccess."],"Choose Server Type":["Elige el tipo de servidor"],"Applying rules":["Aplicación de las reglas"],"Set Expiry Time":["Fijar la hora de caducidad"],"Step %d\/3":["Paso %d\/3"],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["Hemos detectado automáticamente que tu tipo de servidor es %s. Si esto es incorrecto, selecciona manualmente tu tipo de servidor para generar las reglas e instrucciones pertinentes."],"This stage is already completed.":["Esta etapa ya se ha completado."],"Add Rules":["Añadir reglas"],"Set Expiry":["Establecer la caducidad"],"Alternatively, browser cache can be configured via an .htaccess file. Follow the steps below to add browser caching to your LiteSpeed server:":["Alternativamente, la caché del navegador puede ser configurada a través de un archivo «.htaccess». Sigue los siguientes pasos para añadir la caché del navegador a tu servidor LiteSpeed:"],"Still having trouble?":["¿Sigues teniendo problemas?"],"visit Microsoft TechNet":["visita Microsoft TechNet"],"For IIS 7 servers and above,":["Para servidores IIS 7 y superiores,"],"Troubleshooting":["Diagnóstico"],"Enable integration":["Activar la integración"],"Using CloudFlare? Connect your account to control your settings via Hummingbird. CloudFlare is a Content Delivery Network (CDN) that sends traffic through its global network to automatically optimize the delivery of your site so your visitors can browse your site at top speeds. There is a free plan and we recommend using it.":["¿Utilizas CloudFlare? Conecta tu cuenta para controlar tus ajustes a través de Hummingbird. CloudFlare es una Red de Entrega de Contenido (CDN) que envía el tráfico a través de su red global para optimizar automáticamente la entrega de tu sitio para que tus visitantes puedan navegar por tu sitio a la máxima velocidad. Hay un plan gratuito y recomendamos utilizarlo."],"We’ve detected you’re using Cloudflare! Connect your account to control your settings via Hummingbird.":["¡Hemos detectado que estás usando Cloudflare! Conecta tu cuenta para controlar tus ajustes a través de Hummingbird."],"Cloudflare was disconnected successfully.":["Cloudflare se ha desconectado correctamente."],"Fetching latest data...":["Obteniendo los últimos datos..."],"Set Expires by Type to 31536000 (1 year) to meet Google’s recommended benchmark.":["Establece la caducidad por tipo en 31536000 (1 año) para cumplir con el punto de referencia recomendado por Google."],"All of your cache types meet the minimum recommended expiry period of 1 year. Your hosting has automatically pre-configured browser caching for you and no further actions are required.":["Todos tus tipos de caché cumplen el periodo de caducidad mínimo recomendado de 1 año. Tu alojamiento ha preconfigurado automáticamente la caché del navegador por ti y no es necesario realizar ninguna otra acción."],"open a support ticket.":["abrir un tique de soporte."],"Your server may not have the \"expires\" module enabled (mod_expires for Apache, ngx_http_headers_module for NGINX). Another plugin may be interfering with the configuration. If re-checking and restarting does not resolve, please check with your host or":["Es posible que tu servidor no tenga activado el módulo «expires» (mod_expires para Apache, ngx_http_headers_module para NGINX). Otro plugin puede estar interfiriendo con la configuración. Si la comprobación y el reinicio no se resuelven, consulta con tu proveedor de servicios o con"],"%d of your cache types don’t meet the minimum recommended expiry period of 1 year. Configure browser caching below.":["%d de tus tipos de caché no cumplen el periodo de caducidad mínimo recomendado de 1 año. Configura la caché del navegador a continuación."],"Reload\/restart NGINX.":["Recarga\/reinicia NGINX."],"Disconnect":["Desconectar"],"The recommended value for this file type is at least %s.":["El valor recomendado para este tipo de archivo es de al menos %s."],"Next":["Siguiente"],"Learn More":["Saber más"],"Server Type":["Tipo de servidor"],"Recommended expiry":["Caducidad recomendada"],"Status":["Estado"],"Setup":["Configuración"],"JavaScript, CSS, Media, Images":["JavaScript, CSS, medios, imágenes"],"Individual file types":["Tipos de archivos individuales"],"File type":["Tipo de archivo"],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Elija el tipo de servidor. Si no sabe esto, por favor póngase en contacto con su proveedor de hosting."],"Current expiry":["Expiración actual"],"Store temporary data on your visitors devices so that they don’t have to download assets twice if they don’t have to. This results in a much faster second time round page load speed.":["Almacena datos temporales en los dispositivos de los visitantes para que no tengan que descargar los activos dos veces si no es necesario. Esto da como resultado una velocidad de carga más rápida la segunda vez que entran."],"Copy the generated code into your .htaccess file & save your changes.":["Copia el código generado en el archivo .htaccess y guarda los cambios."],"Start a live chat.":["Inicia un chat en vivo."],"Re-check status":["Volver a comprobar el estado"],"All file types":["Todos los tipos de archivos"],"Configure":["Configurar"],"Browser Caching":["Caché del navegador"],"Clear Cache":["Vaciar la caché"],"Open a support ticket.":["Abrir un tique de soporte."],"Quit Setup":["Salir de la configuración"],"If adding the rules to your .htaccess doesn't work and you have access to vhosts.conf or httpd.conf try to find the line that starts with <Directory> - add the code above into that section and save the file.":["Si añadir las reglas a tu archivo «.htaccess» no funciona y tienes acceso a «vhosts.conf» o «httpd.conf», intenta encontrar la línea que empieza con <Directory> - añade el código anterior en esa sección y guarda el archivo."],"Please choose your desired expiry time. Google recommends a minimum of 1 year as a good benchmark.":["Por favor, elige el tiempo de caducidad que deseas. Google recomienda 1 año como un buen punto de referencia."],"Browser Caching is not working properly:":["La caché del navegador no está funcionando correctamente:"],"Add the code above to the http or inside server section in the file.":["Añade el código de arriba a la sección http o del servidor en el archivo."],"Copy the generated code into your nginx.conf usually located at \/etc\/nginx\/nginx.conf or \/usr\/local\/nginx\/conf\/nginx.conf":["Copia el código generado en tu archivo nginx.conf, normalmente situado en \/etc\/nginx\/nginx.conf o en \/usr\/local\/nginx\/conf\/nginx.conf"],"If you don't know where those files are, or you aren't able to reload the web server, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server":["Si no sabes dónde están esos archivos o no puedes volver a cargar el servidor web, deberás consultar con tu proveedor de alojamiento o con un administrador del sistema que tenga acceso para cambiar la configuración de tu servidor."],"If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Si no tienes acceso a tus archivos de configuración de NGINX, tendrás que contactar con tu proveedor de alojamiento para realizar estos cambios."],"All of your cache types meet the minimum recommended expiry period of 1 year. Great work!":["Todos tus tipos de caché cumplen el periodo de caducidad mínimo recomendado de 1 año. ¡Buen trabajo!"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-caching.js"}}