{"translation-revision-date":"2025-04-25 14:14:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Connect Cloudflare":["Conectar con Cloudflare"],"Connect your Cloudflare account to control APO and Browser Caching directly from Hummingbird.":["Conecta con tu cuenta de Cloudflare para controlar el APO y el caché del navegador directamente desde Hummingbird."],"Save zone":["Guardar zona"],"Automatic Platform Optimization":["Optimización automática de la plataforma"],"Cloudflare is a Content Delivery Network (CDN) that sends traffic through its global network to automatically optimize the delivery of your site so your visitors can browse your site at top speeds. With the new Automatic Platform Optimization (APO), Cloudflare can also cache dynamic content and third-party scripts so the entire site is served from cache. Learn more about the integration <a>here<\/a>.":["Cloudflare es una red de entrega de contenidos (CDN) que envía el tráfico a través de su red global para optimizar automáticamente la entrega de tu sitio para que tus visitantes puedan navegar por él a la máxima velocidad. Con la nueva optimización automática de la plataforma (APO), Cloudflare también puede almacenar en caché el contenido dinámico y los scripts de terceros para que todo el sitio se sirva desde la caché. Más información sobre la integración <a>aquí<\/a>."],"Automatic Platform Optimization is a paid service and you need to purchase it to enable it. You can purchase it <a>here<\/a>.":["La optimización automática de la plataforma es un servicio de pago y es necesario adquirirlo para activarlo. Puedes adquirirlo <a>aquí<\/a>."],"Cache by device type":["Caché por tipo de dispositivo"],"Enable APO":["Activar APO"],"Cloudflare APO will cache dynamic content and third-party scripts so the entire site is served from cache. This eliminates round trips between your server and the user's browser, drastically improving TTFB and other site performance metrics.":["Cloudflare APO almacenará en caché el contenido dinámico y los scripts de terceros para que todo el sitio se sirva desde la caché. Esto elimina los viajes de ida y vuelta entre tu servidor y el navegador del usuario, mejorando drásticamente el TTFB y otras métricas de rendimiento del sitio."],"File types":["Tipos de archivo"],"Cloudflare zone":["Zona Cloudflare"],"We’ve detected you’re using Cloudflare! Connect your account to control your settings via Hummingbird.":["¡Hemos detectado que estás usando Cloudflare! Conecta tu cuenta para controlar tus ajustes a través de Hummingbird."],"If the zone is not auto detected, try selecting one of the available zones from the list below:":["Si la zona no se detecta automáticamente, prueba a seleccionar una de las zonas disponibles en la lista siguiente:"],"Cloudflare is not connected.":["Cloudflare no está conectado."],"Cloudflare is connected, but it appears you don’t have any active zones for this domain. Double check your domain has been added to Cloudflare and tap re-check when ready.":["Cloudflare está conectado, pero parece que no tienes ninguna zona activa para este dominio. Vuelve a comprobar que tu dominio se ha añadido a Cloudflare y pulsa volver a comprobarlo cuando esté listo."],"Cloudflare was connected successfully.":["Cloudflare se ha conectado correctamente."],"Cloudflare was disconnected successfully.":["Cloudflare se ha desconectado correctamente."],"Fetching latest data...":["Obteniendo los últimos datos..."],"Automatic Platform Optimization is enabled.":["La optimización automática de la plataforma está activada."],"Automatic Platform Optimization is disabled.":["La optimización automática de la plataforma está desactivada."],"Select zone":["Selecciona la zona"],"Connect":["Conectar"],"Open item":["Abrir elemento"],"Settings updated.":["Ajustes actualizados."],"Expiry time":["Tiempo de caducidad"],"Cloudflare":["Cloudflare"],"Overview":["Resumen"],"Status":["Estado"],"Cloudflare is connected for this domain.":["CloudFlare está conectado con este dominio."],"JavaScript, CSS, Media, Images":["JavaScript, CSS, medios, imágenes"],"Store temporary data on your visitors devices so that they don’t have to download assets twice if they don’t have to. This results in a much faster second time round page load speed.":["Almacena datos temporales en los dispositivos de los visitantes para que no tengan que descargar los activos dos veces si no es necesario. Esto da como resultado una velocidad de carga más rápida la segunda vez que entran."],"Cloudflare cache successfully purged. Please wait 30 seconds for the purge to complete.":["Caché de CloudFlare vaciada correctamente. Por favor, espere 30 segundos a que termine el vaciado."],"Re-check status":["Volver a comprobar el estado"],"Clear cache":["Vaciar la caché"],"Configure":["Configurar"],"Browser Caching":["Caché del navegador"],"Deactivate":["Desactivar"],"Re-check":["Vuelva a revisar"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-integrations.js"}}